{
  "name":["mary","patricia","linda","barbara","elizabeth","jennifer","maria","susan","margaret","dorothy","lisa","nancy","karen","betty","helen","sandra","donna","carol","ruth","sharon","michelle","laura","sarah","kimberly","deborah","jessica","shirley","cynthia","angela","melissa","brenda","amy","anna","rebecca","virginia","kathleen","pamela","martha","debra","amanda","stephanie","carolyn","christine","marie","janet","catherine","frances","ann","joyce","diane","alice","julie","heather","teresa","doris","gloria","evelyn","jean","cheryl","mildred","katherine","joan","ashley","judith","rose","janice","kelly","nicole","judy","christina","kathy","theresa","beverly","denise","tammy","irene","jane","lori","rachel","marilyn","andrea","kathryn","louise","sara","anne","jacqueline","wanda","bonnie","julia","ruby","lois","tina","phyllis","norma","paula","diana","annie","lillian","emily","robin","james","john","robert","michael","william","david","richard","charles","joseph","thomas","christopher","daniel","paul","mark","donald","george","kenneth","steven","edward","brian","ronald","anthony","kevin","jason","matthew","gary","timothy","jose","larry","jeffrey","frank","scott","eric","stephen","andrew","raymond","gregory","joshua","jerry","dennis","walter","patrick","peter","harold","douglas","henry","carl","arthur","ryan","roger","joe","juan","jack","albert","jonathan","justin","terry","gerald","keith","samuel","willie","ralph","lawrence","nicholas","roy","benjamin","bruce","brandon","adam","harry","fred","wayne","billy","steve","louis","jeremy","aaron","randy","howard","eugene","carlos","russell","bobby","victor","martin","ernest","phillip","todd","jesse","craig","alan","shawn","clarence","sean","philip","chris","johnny","earl","jimmy","antonio"],
  "desc":[
    "Great minds have purpose, others have wishes.",
    "Being single is better than being in an unfaithful relationship.",
    "If you find a path with no obstacles, it probably doesn’t lead anywhere.",
    "Getting out of bed in winter is one of life’s hardest mission.",
    "The future is scary but you can’t just run to the past cause it’s familiar.",
    "I love it when I catch you looking at me then you smile and look away.",
    "Having a calm smile to face with being disdained indicates kind of confidence.",
    "Success is the ability to go from one failure to another with no loss of enthusiasm.",
    "Not everything that is faced can be changed, but nothing can be changed until it is faced.",
    "If they throw stones at you, don’t throw back, use them to build your own foundation instead.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "When there’s no expectation, losing won’t bring hurt, gaining makes you surprised.",
    "Sometimes your plans don’t work out because God has better ones.",
    "How much truth of heart in one’s life is told in a joke?",
    "A relationship should be between two people, not the whole world.",
    "You can’t have a better tomorrow if you don’t stop thinking about yesterday.",
    "Today, give a stranger one of your smiles. It might be the only sunshine he sees all day.",
    "True mastery of any skill takes a lifetime.",
    "Sweat is the lubricant of success.",
    "If you are doing your best,you will not have to worry about failure.",
    "Energy and persistence conquer all things.",
    "Bravery never goes out of fashion.",
    "Those who turn back never reach the summit.",
    "Proper preparation solves 80 percent of life's problems.",
    "Winners do what losers don't want to do.",
    "Every noble work is at first impossible.",
    "We improve ourselves by victories over ourselves. There must be contests, and we must win.",
    "Giving is a reward in itself.",
    "Never underestimate your power to change yourself!",
    "One's real value first lies in to what degree and what sense he set himself.(Einstein Germany)",
    "Don't try so hard, the best things come when you least expect them to.",
    "Man struggles upwards; water flows downwards."
  ],
  "section":[
    "I don't know what I do now is right, those are wrong, and when I finally die then I know these. So what  I can do now is to try to do everything well, and then wait to die .Sometimes I can be very happy to talk to everyone, can be very presumptuous, but no one knows, it is but very deliberatelycamouflage, camouflage; I can make him very happy very happy, but couldn't find the source of happiness, just giggle.",
    "If not to the sun for smiling, warm is still in the sun there, but wewill laugh more confident calm; if turned to found his own shadow, appropriate escape, the sun will be through the heart,warm each place behind the corner; if an outstretched palm cannot fall butterfly, then clenched waving arms, given power; if I can't have bright smile, it will face to the sunshine, and sunshine smile together, in full bloom.",
    "Time is like a river, the left bank is unable to forget the memories, right is worth grasp the youth, the middle of the fast flowing, is the sad young faint. There are many good things, buttruly belong to own but not much. See the courthouse blossom,honor or disgrace not Jing, hope heaven Yunjuanyunshu, has no intention to stay. In this round the world, all can learn to use a normal heart to treat all around, is also a kind of realm!",
    "Swim, let nature cleanse your heart; read, let the words warmyour stillness; keep a raise, let free conditioning your exhaustion; put out of your mind, let things. Fun, let laughteraround your heart; sing, let the song express your memories; let a let, let pass to retain your tolerance; say, let you unlock your doubts; look, let the distance from your hope.",
    "The sun, not only from the sun, but also from our hearts. Have a heart of the sun, can see the bright side of the world; there is sunshine in the heart, with the wrong people heart to heart; the heart of sunshine, even in a sad day, will retain the warmth andenthusiasm; the heart of sunshine, can improve the quality of life. Self-confidence, tolerance, give, love, gratitude, let the heart of the sun, illuminate the little drops of life, the heart of the sun, the sun makes the fate.",
    "Childhood is a cup of coffee, drink a people lead a person to endless aftertastes; childhood is a book, each page is a record of our hours of the passions; childhood is a cup of tea, after drinking, the mouth is also revealing the sweet taste; childhood is a painting, we have a colorful life picture. An insect, a toy, a discovery, a quarrel. Not worth mentioning are full ofhappiness, the pursuit of dreams and. Childhood innocence,unforgettable years.",
    "Sometimes you dream to be a kind of happiness, sometimes the dream is also a kind of happiness; sometimes is a kind of happiness, sometimes the loss is also a kind of happiness;sometimes success is a kind of happiness, sometimes failure is also a kind of happiness. Sometimes the rich is a kind of happiness, sometimes poverty is also a kind of happiness. \"Not happy\" today, now can not be \"happy\", while it may be tomorrow or later become \"happiness\"!",
    "Sometimes when we don't want to work, sometimes will suddenlywant to drink, sometimes you want to travel alone, sometimes you want to get married. There are so many thoughts in our minds, but just think about it. Perhaps we really need some courage, for some sudden ideas to try. Maybe, it will give you a big surprise!",
    "Life is full of confusing and disordering Particular time,a particular location,Do the arranged thing of ten million time in the brain,Step by step ,the life is hard to avoid delicacy and stiffness No enthusiasm forever,No unexpected happening of surprising and pleasing So,only silently ask myself in mind Next happiness,when will come?",
    "Dark light,just light each other.The responsibility that you and my shoulders take together,the such as one dust covers up.Afraid only afraid the light is suddenly put out in theendless dark night and Countless loneliness",
    "Always insisting.Use iron scoop is too cold; Use porcelain scoop is too weak; A wood scoop,engraved veins safely,engraved sky’s wasteland and glebe’s old.Just as happiness born in the years,not insolent,the every act and move blooms quietly",
    "Then the wandering soul wild crane stands still the memory river Listen to whistle play tightly ring slowly,Water rises a ship to go medium long things of the past.Wait for a ship’s person Wait for one and other,But hesitate always should ascend which ship Missed Had to consign the hope to next time,Finally what to wait for until has no boats and ships to come and go,Sunset west .",
    "don't know what I do now is right, those are wrong, and when I finally Laosi when I know these. So I can do now is to try to do well in everything, and then wait to die a natural death.Sometimes I can be very happy to talk to everyone, can be very presumptuous, but no one knows, it is but very deliberatelycamouflage, camouflage; I can make him very happy very happy, but couldn't find the source of happiness, just giggle.",
    "I was always a little in awe of Great-aunt Stephina Roos. Indeed, as children we were all frankly terrified of her. The fact that she did not live with the family, preferring her tiny cottage and solitude to the comfortable but rather noisy household where we were brought up-added to the respectful fear in which she was held.",
    "We used to take it in turn to carry small delicacies which my mother had made down from the big house to the little cottage where Aunt Stephia and an old colored maid spent their days. Old Tnate Sanna would open the door to the rather frightened little messenger and would usher him-or her - into the dark voor-kamer, where the shutters were always closed to keep out the heat and the flies. There we would wait, in trembling but not altogether unpleasant.",
    "She was a tiny little woman to inspire so much veneration. She was always dressed in black, and her dark clothes melted into the shadows of the voor-kamer and made her look smaller than ever. But you felt. The moment she entered. That something vital and strong and somehow indestructible had come in with her, although she moved slowly, and her voice was sweet and soft.",
    "She never embraced us. She would greet us and take out hot little hands in her own beautiful cool one, with blue veins standing out on the back of it, as though the white skin were almost too delicate to contain them.",
    "Tante Sanna would bring in dishes of sweet, sweet, sticky candy, or a great bowl of grapes or peaches, and Great-aunt Stephina would converse gravely about happenings on the farm ,and, more rarely, of the outer world.",
    "When we had finished our sweetmeats or fruit she would accompany us to the stoep, bidding us thank our mother for her gift and sending quaint, old-fashioned messages to her and the Father. Then she would turn and enter the house, closing the door behind, so that it became once more a place of mystery.",
    "As I grew older I found, rather to my surprise, that I had become genuinely fond of my aloof old great-aunt. But to this day I do not know what strange impulse made me take George to see her and to tell her, before I had confided in another living soul, of our engagement. To my astonishment, she was delighted.",
    "She seemed relieved when she heard that George had bought a farm near our own farm and intended to settle in South Africa. She became quite animated, and chattered away to him.",
    "After that I would often slip away to the little cottage by the mealie lands. Once she was somewhat disappointed on hearing that we had decided to wait for two years before getting married, but when she learned that my father and mother were both pleased with the match she seemed reassured.",
    "Still, she often appeared anxious about my love affair, and would ask questions that seemed to me strange, almost as though she feared that something would happen to destroy my romance. But I was quite unprepared for her outburst when I mentioned that George thought of paying a lightning visit to England before we were married.\"He must not do it,\"she cried.\"Ina, you must not let him go. Promise me you will prevent him.\"she was trembling all over. I did what I could to console her, but she looked so tired and pale that I persuaded her to go to her room and rest, promising to return the next day.",
    "When I arrived I found her sitting on the stoep. She looked lonely and pathetic, and for the first time I wondered why no man had ever taken her and looked after her and loved her. Mother had told me that Great-aunt Stephina had been lovely as a young girl, and although no trace of that beauty remained, except perhaps in her brown eyes, yet she looked so small and appealing that any man, one felt, would have wanted to protect her.",
    "Then she seemed to give herself, mentally, a little shake. \"You must have wondered \", she said, \"why I was so upset at the thought of young George's going to England without you. I am an old woman, and perhaps I have the silly fancies of the old, but I should like to tell you my own love story, and then you can decide whether it is wise for your man to leave you before you are married.\"",
    "The old lady came back from her dreams of that far-off romance.\"Perhaps,\" she said, hesitating a little, \"perhaps, my dear, you would care to read it ?\"",
    "She rose at once and tripped into the house as eagerly as a young girl. When she came back she handed me a letter, faded and yellow with age, the edges of the envelope worn and frayed as though it had been much handled. But when I came to open it I found that the seal was unbroken.",
    "It was not a love letter in the true sense of the word, but pages of the minutest directions of how\"my sweetest Phina\"was to elude her father/'s vigilance, creep down to the drift at night and there meet Jantje with a horse which would take her to Smitsdorp. There she was to go to \"my true friend, Henry Wilson\",who would give her money and make arrangements for her to follow her lover to Cape Town and from there to England ,\" where, my love, we can he be married at once. But if, my dearest, you are not sure that you can face lift with me in a land strange to you, then do not take this important step, for I love you too much to wish you the smallest unhappiness. If you do not come, and if I do not hear from you, then I shall know that you could never be happy so far from the people and the country which you love. If, however, you feel you can keep your promise to me, but are of too timid and modest a journey to England unaccompanied, then write to me, and I will, by some means, return to fetch my bride.\"",
    "The old lady was watching me with trembling eagerness, her face flushed and her eyes bright with expectation.\"Read it aloud, my dear,\"she said.\"I want to hear every word of it. There was never anyone I could trust…Uitlanders were hated in my young days…I could not ask anyone.\""
  ]
}